Repository: a-roomana/osqa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: maxlength: "up to %(max_number_of_tags)s tags, less than %(max_length_of_tags)s characters each"
fa: <div class="questions-count">%(q_num)s</div><p>question with title containing <strong><span class="darkred">%(searchtitle)s</span></strong></p>

source: <span class="count">%(cnt)s</span> Vote
fa: <span class="count">%(cnt)s</span> رای

source: <span class="count">%(counter)s</span> Tag
fa: <span class="count">%(counter)s</span> برچسب

source: <span class="count">%(counter)s</span> Answer
fa: <span class="count">%(counter)s</span> جواب

source: <span class="count">%(counter)s</span> Question
fa: <div class="questions-count">%(counter)s</div><p>سوالات بدون جواب تایید شده</p>

source: %(author_link)s has just posted a new answer on %(app_name)s to the question %(question_link)s:
fa: <div class="questions-count">%(q_num)s</div><p>question tagged</p><p><span class="tag">%(tagname)s</span></p>

source: %(new_member_links)s have joined the %(app_name)s community.
fa: <div class="questions-count">%(q_num)s</div><p>question tagged</p><p><span class="tag">%(tagname)s</span></p>

source: This is a brief of what's going on the %(app_name)s community since our last update.
fa: (one comment)

source: Award %(awarded_user)s with reputation points.
fa: sorry, file uploading requires karma >60

source: cancel
fa: صرف نظر

source: comment
fa: پانویس

source: "field" not subset of "group"
fa: رشته تحصیلی عضو گروه تحصیلی نیست.

source: %(author_link)s has just posted a comment on
fa: <div class="questions-count">%(q_num)s</div><p>question tagged</p><p><span class="tag">%(tagname)s</span></p>

source: %(comment_author)s has just posted a comment on
fa: <div class="questions-count">%(q_num)s</div><p>question tagged</p><p><span class="tag">%(tagname)s</span></p>

source: %(days)d days ago
fa: %(days)d روز پیش

source: %(prefix)s An answer to: %(question_title)s has been accepted
fa: Post Your Answer

source: %(prefix)s New answer to: %(question_title)s
fa: Post Your Answer

source: %(prefix)s New comment on: %(question_title)s
fa: Post Your Answer

source: %(user)s answered %(asker)s on %(question)s
fa: %(user)s جواب داده شده %(asker)s در %(question)s

source: %(user)s asked %(question)s
fa: بدون جواب

source: %(user)s converted comment on %(question)s into an answer
fa: <span class='big strong'>You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!

source: %(user)s converted comment on %(question)s to a new question
fa: <span class='big strong'>You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!

source: %s has no accepted answers
fa: %s بدون جواب پذیرفته شده

source: %s has one accepted answer
fa: %s یک جواب پذیرفته شده

source: (required)
fa: (الزامی)

source: 2 days ago
fa: دو روز قبل

source: Administrator
fa: مدیریت

source: All Questions
fa: تمام سوالات

source: All questions
fa: تمام سوالات

source: All tags matching query
fa: تمام برچسب های مطابق با کوئری

source: Answer Your Own Question
fa: به سوال خود جواب دهید

source: Answer by %s
fa: Tips

source: Answer the question
fa: ارسال جواب شما

source: Answer voted up %s times
fa: Post Your Answer

source: Answered your own question with at least %s up votes
fa: <span class='big strong'>You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!

source: Answers to: %s
fa: Tips

source: Are you sure?
fa: شما مطمئن هستید؟

source: As a registered user you can login with your OpenID, log out of the site or permanently remove your account.
fa: Clicking <strong>Logout</strong> will log you out from the forum, but will not sign you off from your OpenID provider.</p><p>If you wish to sign off completely - please make sure to log out from your OpenID provider as well.

source: Ask a question
fa: پرسیدن سوال

source: Ask your question
fa: ارسال سوال

source: Authentication settings
fa: تنظیمات احراز هویت

source: Badge
fa: مدال

source: Badges
fa: مدال ها

source: Be the first one to answer this question!
fa: اولین نفری باشید که به این سوال پاسخ میدهد!

source: Cancel
fa: انصراف

source: Change password
fa: تغییر گذرواژه

source: Close
fa: بستن

source: Community badges
fa: سطح مدال ها

source: Community gives you awards for your questions, answers and votes.
fa: In addition to the reputation earned through asking useful questions and providing correct answers, you'll be recognised with badges to recognise actions that benefit the community.

source: Connect your OpenID with this site
fa: ثبت نام کاربر جدید

source: Connect your OpenID with your account on this site
fa: ثبت نام کاربر جدید

source: Copy
fa: کپی

source: Date of birth
fa: تاریخ تولد

source: Delete comment
fa: حذف پانویس

source: Edit
fa: ویرایش

source: Edit answer
fa: ویرایش جواب

source: Edit comment
fa: ویرایش پانویس

source: Edit question
fa: ویرایش سوال

source: Edit user profile
fa: ویرایش پروفایل

source: Email (not shared with anyone):
fa: ایمیل (پنهان از دیگران)

source: FAQ
fa: Frequently Asked Questions

source: Forgot your password?
fa: رمز خود را فراموش کردید؟

source: Found by tags
fa: Tagged questions

source: Found by title
fa: یافت شده با عنوان

source: I dont like this post (click again to cancel)
fa: دادن امتیاز منفی

source: I have read the rules and accept it
fa: قوانین سایت را خواندم، و از آن ها را قبول می کنم.

source: I like this comment (click again to cancel)
fa: این پانویس مفید بود (برای لغو دوباره کلیک کنید)

source: I like this post (click again to cancel)
fa: دادن امتیاز مثبت

source: Ignored tags
fa: نادیده گرفتن برچسب

source: Instantly
fa: بلافاصله

source: Interesting tags
fa: برچسب های جالب

source: Location
fa: محل

source: Login
fa: ورود

source: Login/Signup to Post Your Answer
fa: وارد شوید، جواب خود را ارسال کنید

source: Login/signup to post your question
fa: وارد شوید، سوال بپرسید

source: Logout
fa: خروج

source: Logout now
fa: تایید خروج

source: Message body:
fa: متن پیام

source: Message:
fa: پیام

source: Moderation
fa: مشهورترین

source: Moderator
fa: شهرت

source: Most <strong>recently updated</strong> questions
fa: آخرین سوالات بروز شده

source: No
fa: خیر

source: No notifications
fa: بدون اطلاعیه

source: No questions like this have been found.
fa: هیچ سوال مشابه ی با سوال شما یافت نشد.

source: Not logged in
fa: هنوز وارد نشدید

source: Not validated
fa: تایید نشده

source: Nothing found
fa: چیزی یافت نشد

source: Nothing found.
fa: چیزی یافت نشد.

source: Ok
fa: تایید

source: One Answer
fa: جدیدترین

source: One Answer:
fa: جدیدترین

source: Online Users
fa: کاربران آنلاین

source: Or...
fa: یا ...

source: Other settings
fa: دیگر تنظیمات

source: Permanent link
fa: لینک پایدار

source: Personal Information
fa: اطلاعات شخصی

source: Place the comment under:
fa: جایگزاری پانویس تحت:

source: Private message
fa: پیام خصوصی

source: Profile
fa: پروفایل

source: Public message
fa: پیام عمومی

source: Publish
fa: انتشار

source: Published
fa: منتشر شده

source: Question tags
fa: برچسب ها

source: Questions
fa: سوالات

source: Questions Tagged With %(tag)s
fa: Tags

source: Questions answered by %s
fa: answer

source: Questions asked by %s
fa: Asked

source: Questions you subscribed %s
fa: Tags

source: Real name
fa: نام حقیقی

source: Recent awards
fa: جدیدترین نشان ها

source: Recent tags
fa: برچسب های جدید

source: Registered user
fa: کاربر ثبت نام شده

source: Related questions
fa: سوالات مرتبط

source: Related tags
fa: برچسب های مرتبط

source: Reputation
fa: مشهورترین

source: Revision history
fa: تاریخچه ویرایش ها

source: Save edit
fa: ذخیره ویرایش

source: Screen Name
fa: نام کاربری

source: Screen name
fa: نام کاربری

source: Search
fa: جست و جو

source: Search results
fa: نتیجه جست و جو

source: Security code
fa: کد امنیتی

source: Send me a validation link.
fa: ارسال لینک تایید اعتبار به من.

source: Sender
fa: فرستنده

source: Sorry but anonymous users cannot %(action)s.<br />Please login or create an account <a href='%(signin_url)s'>here</a>.
fa: متاسفیم، کابر مهمان نمیتواند %(action)s را انجام دهد. شما میتوانید با استفاده از دکمه <b>ورود</b> وارد شوید، یا یک حساب کاربری بسازید.

source: Submit
fa: ارسال

source: Tag list
fa: لیست برچسب ها

source: Tags are short keywords, with no spaces within. At least %(min)s and up to %(max)s tags can be used.
fa: برچسب ها کلمات کلیدی کوتاه هستند. برچسب ها بدون فاصله هستند. (به جای فاصله از "-"استفاده کنید). برچسب ها حداقل باید %(min)s و %(max)s حداکثر طول داشته باشند.

source: Thank you, your email is now validated.
fa: ممنونیم، ایمیل شما تایید شده.

source: The permanent URL to the answer has been copied to your clipboard.
fa: لینک دائم مربوط به جواب در کلیب بودر شما ذخیره شد.

source: This is where you can change your password. Make sure you remember it!
fa: <span class='strong'>To change your password</span> please fill out and submit this form

source: This post is useful (click again to undo)
fa: دادن امتیاز مثبت

source: Title Tips
fa: چه طور باید سوال بپرسم؟

source: Topics
fa: تاپیک ها

source: Unanswered Questions
fa: سوالات بدون جواب

source: Unanswered questions
fa: سوالات جواب داده نشده

source: Unpublish
fa: تعلیق

source: Unpublished
fa: تعلیق شده

source: Update
fa: بروز رسانی

source: User login
fa: ورود کاربر

source: User tools
fa: ابزار کاربر

source: Users
fa: کاربران

source: Validated
fa: تایید شده

source: Website
fa: وب سایت

source: What Are Tags
fa: برچسب ها چی هستند؟

source: Would you like to copy the permanent link to your clipboard?
fa: آیا می خواهید این لینک را در کلیب بودر خود ذخیره کنید؟

source: Yes
fa: بله

source: Your answer
fa: جواب شما

source: Your message:
fa: پیام شما

source: Your name:
fa: نام شما

source: Your password was changed
fa: گذارواژه شما تغییر کرد.

source: about
fa: درباره

source: accept rate
fa: نرخ قبول

source: active
fa: فعال

source: active answers
fa: جواب های فعال

source: add
fa: اضافه کردن

source: add new comment
fa: اضافه کردن پانویس

source: administration
fa: مدیریت

source: age
fa: سن

source: age unit
fa: ساله

source: all awards
fa: تمام مدال ها

source: anonymous
fa: کاربر مهمان

source: answer
fa: جواب

source: answer tips
fa: Tips

source: answered
fa: جواب داده شده

source: answers
fa: جواب

source: ask a question
fa: پرسیدن سوال

source: asked
fa: پرسیده شده

source: authentication settings
fa: تنظیمات احراز هویت

source: award points
fa: امتیاز

source: award points to %s
fa: امتیاز دادن به %s

source: back
fa: عقب

source: back to home page
fa: بازگشت به صفحه اصلی

source: back to previous page
fa: بازگشت به صفحه قبل

source: badges
fa: مدال ها

source: be clear and concise
fa: باید واضح و مختصر باشد

source: bronze badge description
fa: Bronze badges recognise active participation in the site. Wear them with pride!

source: by name
fa: براساس نام

source: by popularity
fa: براساس محبوبیت

source: by username
fa: نام کاربری

source: cancel
fa: انصراف

source: character
fa: حرف

source: characters
fa: حرف

source: choose a username
fa: نام کاربری

source: choose ignored tag
fa: انتخاب برچسب برای نادیده گرفتن

source: choose interesting tag
fa: انتخاب برچسب به عنوان جالب

source: choose password
fa: گذرواژه

source: close
fa: بستن

source: community wiki
fa: ویکی

source: contact
fa: تماس

source: convert to comment
fa: تبدیل به پانویس

source: convert to question
fa: ارسال جواب

source: cookie policy details
fa: Forum software relies on the internet cookie technology to keep track of user sessions. Cookies must be enabled in your browser so that forum can work for you.

source: create account
fa: ثبت نام

source: days
fa: زوز

source: delete
fa: حذف

source: details on personal information policies
fa: Members of this community may choose to display personally identifiable information in their profiles. Forum will never display such information without a request from the user.

source: details on sharing data with third parties
fa: None of the data that is not openly shown on the forum by the choice of the user is shared with any third party.

source: edit
fa: ویرایش

source: edit profile
fa: ویرایش نمایه

source: edited
fa: ویرایش شده

source: email
fa: ایمیل

source: email notification settings
fa: تنظیمات اطلاع رسانی با ایمیل

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style, this field is optional)
fa: خلاصه ای از بروز رسانی این نسخه را وارد کنید (به عنوان مثال تصحیح املا، دستور زبان، بهبود سبک، این فیلد اختیاری است)

source: faq
fa: سوالات متداول

source: favorite
fa: مورد علاقه

source: favorites
fa: علاقه مندی ها

source: general message about privacy
fa: Respecting users privacy is an important core principle of this Q&amp;A forum. Information on this page details how this forum protects your privacy, and what type of information is collected.

source: gold badge description
fa: Gold badges are rare. You'll need to work hard to earn one of these.

source: here
fa: اینجا

source: hide preview
fa: پنهان کردن پیش نمایش

source: home
fa: خانه

source: hottest
fa: داغترین

source: hottest questions
fa: داغترین سوالات

source: hour ago
fa: ساعت قبل

source: hours ago
fa: ساعت پیش

source: how privacy policies can be changed
fa: These policies may be adjusted to improve protection of user's privacy. Whenever such changes occur, users will be notified via the internal messaging system.

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
fa: اگر شما گزینه ویکی را انتخاب کنید، در پرسش و پاسخ ها نام و امتیاز نویسنده نشان داده نمی شود.

source: image
fa: عکس

source: last
fa: آخرین

source: last seen
fa: آخرین بازدید

source: last updated
fa: آخرین ویرایش

source: last week
fa: هفته پیش

source: latest questions
fa: آخرین سوالات

source: link
fa: لینک

source: location
fa: محل

source: login
fa: ورود

source: logout
fa: خروج

source: main page
fa: صفحه اصلی

source: manage
fa: مدیریت

source: mark a question as favorite
fa: علامت زدن به عنوان علاقه مندی

source: mark as community wiki
fa: علامت گذاری به عنوان ویکی

source: mark/unmark this question as favorite (click again to cancel)
fa: مورد علاقه

source: member for
fa: تاریخ عضویت

source: min ago
fa: یک دقیقه قبل

source: mins ago
fa: دقیقه پیش

source: more
fa: بیشتر

source: most <strong>active</strong> questions in the last 24 hours</strong>
fa: <strong>آخرین سوالات فعال در 24 ساعت گذشته</strong>

source: most <strong>recently asked</strong> questions
fa: <strong>جدیدترین سوالات پرسیده شده</strong>

source: most <strong>voted</strong> questions
fa: سوالات با بیشترین مدال

source: most recently updated answers/comments will be shown first
fa: نمایش پاسخ های به روز شده / دیدگاه ها جدیدتر بالاتر قرار میگیرند

source: most voted
fa: بیشترین مدال

source: most voted answers will be shown first
fa: نمایش جواب های به ترتیب رای

source: most voted questions
fa: سوالات با بیشترین مدال

source: mostvoted
fa: بیشترین مدال

source: name
fa: نام

source: new
fa: جدید

source: newest
fa: جدیدترین

source: newest answers
fa: جدیدترین جواب ها

source: newest answers will be shown first
fa: نمایش جواب ها به ترتیب جدیدترین

source: newest members
fa: مرتب سازی براساس جدیدترین کاربران

source: next
fa: بعد

source: next page
fa: صفحه ی بعد

source: not validated
fa: تایید نشده

source: oldest
fa: قدیمی ترین

source: oldest answers
fa: قدیمی ترین جواب ها

source: oldest answers will be shown first
fa: نمایش جواب ها به ترتیب قدیمی ترین

source: oldest members
fa: مرتب سازی براساس قدیمی ترین کاربران

source: on %(link)s
fa: لینک

source: open questions without an accepted answer
fa: سوالات باز بدون جواب پذیرفته شده

source: openid is supported open standard
fa: OpenID is based on an open standard, supported by many organizations.

source: openid is widely adopted
fa: There are > 160,000,000 OpenID account in use. Over 10,000 sites are OpenID-enabled.

source: other preferences
fa: دیگر تنظیمات

source: overview
fa: دید کلی

source: page number
fa: شماره صفحه

source: permanent link
fa: لینک

source: place your advertising
fa: محل تبلیغات شما

source: please enter a descriptive title for your question
fa: لطفا یک عنوان مناسب برای سوال خود وارد کنید

source: popular answers
fa: مشهورترین جواب ها

source: popular tags
fa: پرکاربردترین برچسب ها

source: posts per page
fa: سوالات در هر صفحه

source: previous
fa: قبلی

source: profile
fa: پروفایل

source: published
fa: منتشر شده

source: question
fa: سوال

source: question asked
fa: پرسیده شده

source: question was seen
fa: مشاهده

source: questions
fa: سوالات

source: questions with no answers
fa: سوالات بدون جواب

source: real name
fa: نام حقیقی

source: recent
fa: جدیدترین

source: recent activity
fa: آخرین فعالیت

source: recent user activity
fa: آخرین فعالیت های کاربر

source: remove
fa: پاک کردن

source: repeat passage not equal width password
fa: تکرار گذرواژه با گذرواژه برابر نیست.

source: repeat password
fa: تکرار گذرواژه

source: report
fa: گزارش

source: reputation
fa: شهرت

source: reputation history
fa: تاریخچه فعالیت

source: reputation points
fa: karma

source: retag
fa: برچسب گزاری مجدد

source: retype password
fa: گزرواژه <i>(لطفا دوباره وارد کنید)</i>

source: reuse openid
fa: You can safely re-use the same login for all OpenID-enabled websites.

source: revision
fa: نسخه ها

source: save
fa: ذخیره

source: search
fa: جست و جو

source: search on
fa: جست و جو در

source: sec ago
fa: همین الان

source: secs ago
fa: ثانیه پیش

source: see all questions
fa: مشاهد تمام سوالات

source: see all tags
fa: مشاهده تمام برچسب ها

source: see questions tagged
fa: سوالات مرتبط را ببینید

source: see questions tagged '%(tag_name)s'
fa: سوالات با برچسب '%(tag_name)s' را ببینید

source: see revisions
fa: بدون جواب

source: see tags
fa: مشاهده برچسب ها

source: select revision
fa: انتخاب نسخه

source: show all
fa: نمایش همه

source: show preview
fa: نمایش پیش نمایش

source: signup
fa: ثبت نام

source: silver badge description
fa: Silver badges aren't common. They take work and attention to earn.

source: site rules
fa: قوانین سایت

source: sorted alphabetically
fa: مرتب سازی براساس الفبا

source: sorted by frequency of tag use
fa: مرتب سازی براساس تعداد دفعات استفاده از برچسب

source: sorted by reputation
fa: مرتب سازی براساس مشهورترین

source: sorted by title
fa: مرتب سازی بر اساس عنوان

source: sorted by username
fa: مرتب سازی براساس نام کاربری

source: study field
fa: رشته تحصیلی

source: study group
fa: گروه تحصیلی

source: submit
fa: ارسال

source: tags
fa: برچسب ها

source: text
fa: متن

source: the question "%(question_title)s"
fa: جواب خود را ارسال کنید

source: the question %(question_link)s
fa: Post Your Answer

source: this email already use.
fa: این ایمیل قبلا استفاده شده است.

source: this question has an accepted answer
fa: این سوال یک جواب پذیرفته شده دارد

source: this username already choose.
fa: این نام کاربری قبلا انتخاب شده است.

source: times
fa: دفعه

source: title
fa: عنوان

source: topic
fa: تاپیک

source: unanswered
fa: سوالات بدون جواب

source: update summary:
fa: نتیجه بروزرسانی

source: uploading images is limited to users with >60 reputation points
fa: sorry, file uploading requires karma >60

source: used
fa: استفاده شده

source: user overview
fa: دید کلی کاربر

source: user's website
fa: وب سایت

source: users
fa: کاربران

source: using tags
fa: برچسب های استفاده شده

source: view
fa: بازدید

source: views
fa: بازدید

source: vote
fa: مدال

source: votes
fa: مدال

source: welcome to
fa: خوش آمدید به

source: what technical information is collected about visitors
fa: Information on question views, revisions of questions and answers - both times and content are recorded for each user in order to correctly count number of views, maintain data integrity and report relevant updates.

source: with openid it is easier
fa: With the OpenID you don't need to create new username and password.

source: word
fa: کلمه

source: words
fa: کلمه

source: yesterday
fa: دیروز

source: your email address
fa: ایمیل <i>(پنهان از دیگران)</i>

source: Your answer will be displayed after approval of experts.
fa: جواب شما بعد از تایید کارشناسان نمایش داده خواهد شد.

source: Your question after experts confirmed will be displayed.
fa: سوال شما بعد از تایید کارشناسان نمایش داده خواهد شد.

source: Username must be Alphanumeric, can not begin number
fa: نام کاربری فقط میتواند با حروف انگلیسی و عدد باشد. و نمیتواند با عدد شروع شود.
